Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-079__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 和大怨，必有餘怨，
en: When a reconciliation is effected (between two parties) after a great animosity, there is sure to be a grudge remaining (in the mind of the one who was wrong).

source: 安可以為善？是以聖人執左契，
en: And how can this be beneficial (to the other)?

source: 而不責於人。有德司契，
en: Therefore (to guard against this), the sage keeps the left-hand portion of the record of the engagement, and does not insist on the (speedy) fulfilment of it by the other party.

source: 無德司徹。
en: (So), he who has the attributes (of the Dao) regards (only) the conditions of the engagement, while he who has not those attributes regards only the conditions favourable to himself.

source: 天道無親，常與善人。
en: In the Way of Heaven, there is no partiality of love; it is always on the side of the good man.
